<?php

return [
    'Welcome,' => 'Добро пожаловать, ',
    'Info' => 'Чтобы использовать веб-приложение, используйте меню слева. С помощью этого приложения вы можете создавать заметки, создавать задачи и управлять ими.',
    'add_task' => 'Создать задачу',
    'filter' => 'Фильтр',
    'title_serch' => 'Поиск по названию',
    'select_priority' => 'Выбрать приоритет',
    'select_sort' => 'Выбрать сортировку',
    'priority' => 'Приоритет',
    'created_at' => 'Дата создания',
    'asc' => 'По убыванию',
    'desc' => 'По возрастанию',
    'filtered' => 'Применить',
    'action' => 'Действия',
    'title_task' => 'Имя задачи',   
    'status' => 'Статус',
    'completed_at' => 'Дата выполнения',
    'enter_title' => 'Введите текст',
    'create' => 'Создать',
    'back' => 'Назад',    

    'add_notes' => 'Создать заметку',
    'title_note' => 'Название',
    'content_note' => 'Описание',
    'enter_content' => 'Введите описание',
    'files' => 'Файлы',

    'save' => 'Сохранить',
    'edit_notes' => 'Редактирование заметки',
    'show_notes' => 'Просмотр заметки',

    'image' => 'Изображения',
    
    
];
